{
    "0": "Voting Begins Over Judicial Plan That Has Roiled Israel",
    "1": "Israel’s Identity Hangs in Balance Over Key Vote",
    "2": "The plan for Israel’s judiciary is fueling a rift with the U.S. that is different from previous ones. Here’s why.",
    "3": "Here’s what to know about Prime Minister Benjamin Netanyahu’s plan to overhaul Israel’s judiciary.",
    "4": "Former Republican Aides Shepherd Whistle-Blowers Through Congress",
    "5": "Russia Destroys Drones Targeting Moscow, and Blames Ukraine",
    "6": "Seeking Full Honors, Some Ukrainian Families Wait to Bury Their Dead",
    "7": "Elite College Admissions Data Suggests Being Very Rich Is Its Own Qualification",
    "8": "David Leonhardt looks behind the scenes of college admissions.",
    "9": "A ‘Leaner-Meaner’ DeSantis Campaign Faces a Reboot and a Reckoning",
    "10": "On the Road With Will Hurd, the Bipartisan Candidate in Search of a Base",
    "11": "Our Favorite Workouts So Far This Year",
    "12": "A Crisis in America’s Theaters Leaves Prestigious Stages Dark",
    "13": "From Norway, a Voice Unafraid to Call Out FIFA From the Inside",
    "14": "Italy Starts a 16-Year-Old, and Germany Routs Morocco",
    "15": "Iranian Mothers Choose Exile for Sake of Their Daughters",
    "16": "The Real Power of Super Shoes Could Be Supercharged Training",
    "17": "Here’s what it’s like to live with a tick-borne disease.",
    "18": "It’s smart to “audit” your New Year’s savings goals — now.",
    "19": "Read The Morning",
    "20": "Hollywood Strikes Mean Steady Diet of Reruns, Game Shows and Reality TV",
    "21": "Not to Jinx It, but Is the Commute in New York Easier Lately?",
    "22": "Short-Term Pain for Long-Term Gain? Nigerians Buckle Under Cuts.",
    "23": "Inconclusive Election Thrusts Spain Into Political Muddle",
    "24": "‘How To With John Wilson’ Is Ending. What Will He Do Now?",
    "25": "Modernizing ‘L’Orfeo’ at Santa Fe Opera",
    "26": "The Story Driving ‘They Cloned Tyrone’",
    "27": "Gen Z Is Bringing Nu Metal Back",
    "28": "Transmitting Shakespeare to the Next Generation",
    "29": "When Messi Joins the Group Chat: A Surreal Week at Inter Miami",
    "30": "Inside the Small Club Taking on Premier League Giants",
    "31": "An N.F.L. Star Was on the Brink of Retirement. This Is His Comeback Story.",
    "32": "How an Algorithm Could Help College Football Coaches Spy on Competitors",
    "33": "A 16-Year-Old American Prepares for the World Cup With Another Country",
    "34": "What Makes a Good Pitching Mound? We Asked M.L.B. Players.",
    "35": "Wordle",
    "36": "Today’s Wordle Review",
    "37": "Connections | Beta",
    "38": "Spelling Bee",
    "39": "The Crossword",
    "40": "Letter Boxed"
}